Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Request feedback and find out what your colleagues think about your collaboration.
pt_pt: Solicite feedback e descubra o que os seus colegas pensam sobre a vossa colaboração.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
pt_pt: Os pedidos de feedback dos seus colegas aparecerão aqui. Entretanto, pode enviar um pedido de feedback aos seus colegas para iniciar a conversa.

source: New request
pt_pt: Novo pedido

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
pt_pt: O feedback ajuda a melhorar o trabalho em equipa e os processos dentro da empresa. Comece a partilhar os seus pensamentos e sugestões com os seus colegas.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
pt_pt: Os seus colegas estão à espera do seu feedback. Comece a partilhar as suas ideias com eles.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
pt_pt: O feedback ajuda a melhorar o trabalho em equipa e os processos dentro da empresa. Comece por partilhar os seus pensamentos e sugestões com os seus colegas.

source: Team feedback requests
pt_pt: Pedidos de feedback da equipa

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
pt_pt: Os pedidos de feedback sobre os seus colegas aparecerão aqui. Entretanto, pode enviar um pedido de feedback aos seus colegas para iniciar a conversa.

source: Hide confidential information
pt_pt: Ocultar informações confidenciais

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
pt_pt: Obrigado. Informaremos {{givenName}} de que gostaria de discutir a sua compensação em capital próprio com mais detalhes.

source: My documents
pt_pt: Os meus documentos

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
pt_pt: Ainda não temos dados suficientes para exibir a sua roda de comportamento. Solicite feedback aos seus colegas para começar a construir uma imagem completa do seu desempenho.

source: There aren’t enough data to display the behavior wheel.
pt_pt: Não existem dados suficientes para apresentar a roda de comportamento.

source: View behaviors
pt_pt: Ver comportamentos

source: View my received feedback
pt_pt: Ver o meu feedback recebido

source: Explore the feedback you received and highlight the ones that inspire you the most!
pt_pt: Explore o feedback que recebeu e destaque os que mais o inspiram!

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
pt_pt: Ainda não marcou nenhum feedback como favorito. Explore o feedback que recebeu e destaque os que mais o inspiram!

source: Go to feedback
pt_pt: Ir para feedback

source: Your favorite received feedback
pt_pt: O seu feedback recebido favorito

source: Go to documents
pt_pt: Ir para documentos

source: You don’t have any goal plans yet.
pt_pt: Ainda não tem nenhum plano de objetivos.

source: Your individual goals
pt_pt: Os seus objetivos individuais

source: Personal information
pt_pt: Informações pessoais

source: Org level 1
pt_pt: Nível da organização 1

source: View profile
pt_pt: Ver perfil

source: Organization goals
pt_pt: Objetivos da organização

source: Payee
pt_pt: Beneficiário

source: No performance reviews are assigned to you at the moment.
pt_pt: Não há avaliações de desempenho atribuídas a si neste momento.

source: Assigned reviews
pt_pt: Avaliações atribuídas

source: Review category
pt_pt: Categoria de avaliação

source: No ratings yet
pt_pt: Ainda sem classificações

source: List of performance reviews & ratings
pt_pt: Lista de avaliações e classificações de desempenho

source: Enable 360 reviews
pt_pt: Ativar avaliações 360

source: Check the widgets you want visible on the passport page.
pt_pt: Assinale os widgets que pretende manter visíveis na página "Passaporte".

source: Passport widget settings
pt_pt: Configurações do widget de passaporte

source: Digital reward statement
pt_pt: Extrato de recompensas digitais

source: Enable my total compensation
pt_pt: Ativar a minha compensação total

source: Enable and configure the digital reward statement.
pt_pt: Ativar e configurar o extrato de recompensas digitais.

source: The section header cannot be empty.
pt_pt: O cabeçalho da secção não pode estar vazio.

source: Preview compensation breakdown in the digital reward statement page.
pt_pt: Pré-visualização da repartição da compensação na página do extrato de recompensas digital.

source: Compensation breakdown
pt_pt: Repartição da compensação

source: Select the compensation elements to display in the history
pt_pt: Selecione os elementos de compensação a apresentar no histórico

source: Choose elements
pt_pt: Escolher elementos

source: Compensation elements
pt_pt: Elementos de compensação

source: At least one compensation element must be selected.
pt_pt: Deve ser selecionado pelo menos um elemento de compensação.

source: Number of years
pt_pt: Número de anos

source: The number of years must be at least 1.
pt_pt: O número de anos deve ser pelo menos 1.

source: The number of years cannot be empty.
pt_pt: O número de anos não pode estar vazio.

source: Preview historical compensation
pt_pt: Pré-visualização do histórico de compensações

source: Show total compensation
pt_pt: Mostrar compensação total

source: Preview compensation numerical overview
pt_pt: Pré-visualização numérica da compensação

source: Compensation in numbers
pt_pt: Compensação em números

source: Show total direct compensation
pt_pt: Mostrar compensação direta total

source: Show total indirect compensation
pt_pt: Mostrar compensação indireta total

source: At least one compensation widget must be selected.
pt_pt: Deve ser selecionado pelo menos um widget de compensação.

source: Compensation philosophy description
pt_pt: Descrição da filosofia de compensação

source: Enter text
pt_pt: Introduzir texto

source: The description is required.
pt_pt: A descrição é obrigatória.

source: The header is required.
pt_pt: O cabeçalho é obrigatório.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
pt_pt: Utilize esta secção para comunicar os princípios orientadores da sua empresa sobre remuneração e recompensas.

source: Compensation philosophy
pt_pt: Filosofia de compensação

source: Main content
pt_pt: Conteúdo principal

source: Our compensation philosophy
pt_pt: A nossa filosofia de remuneração

source: Allow pay information requests
pt_pt: Permitir pedidos de informações salariais

source: Include the ability to request pay information.
pt_pt: Incluir a capacidade de solicitar informações sobre remuneração.

source: The ray information text cannot be empty.
pt_pt: O texto de informação sobre a compensação não pode estar vazio.

source: Preview position in pay range in the digital reward statement page
pt_pt: Pré-visualizar posição na faixa salarial na página de declaração de recompensas digital

source: Position in pay range
pt_pt: Posição na faixa salarial

source: Position in pay range toggle
pt_pt: Alternar posição na faixa salarial

source: Compensation policy link description
pt_pt: Descrição da ligação da política de compensação

source: The label is required.
pt_pt: A etiqueta é obrigatória.

source: Please enter a valid URL
pt_pt: Introduza um URL válido

source: The link is required.
pt_pt: A ligação é obrigatória.

source: Show compensation policy link
pt_pt: Mostrar ligação da política de compensação

source: Add resource
pt_pt: Adicionar recurso

source: List of resources
pt_pt: Lista de recursos

source: Enter your resource label here
pt_pt: Introduza aqui a etiqueta do seu recurso

source: The resource label cannot be empty.
pt_pt: A etiqueta do recurso não pode estar vazia.

source: The resource link must be a valid URL.
pt_pt: A ligação do recurso deve ser um URL válido.

source: The resource link cannot be empty.
pt_pt: A ligação do recurso não pode estar vazia.

source: Provide links to the digital reward statement page.
pt_pt: Forneça ligações para a página de declaração de recompensas digitais.

source: Section description
pt_pt: Descrição da secção

source: Section header
pt_pt: Cabeçalho da secção

source: Side panel
pt_pt: Painel lateral

source: The digital reward statement was successfully updated.
pt_pt: A declaração de recompensa digital foi atualizada com sucesso.

source: Edit digital reward statement
pt_pt: Editar declaração de recompensa digital

source: Enable learning
pt_pt: Ativar aprendizagem

source: Goal overall progress
pt_pt: Progresso global do objetivo

source: Enable reviews
pt_pt: Ativar avaliações

source: Show confidential information
pt_pt: Mostrar informação confidencial

source: No comments yet
pt_pt: Ainda sem comentários

source: Check-in comments
pt_pt: Comentários de check-in

source: Goal comments
pt_pt: Comentários do objetivo

source: Due date: {{date}}
pt_pt: Data de vencimento: {{date}}

source: Questionnaire comments
pt_pt: Comentários do questionário

source: No questions
pt_pt: Sem perguntas

source: Skill comments
pt_pt: Comentários sobre competências

source: Worker’s self-rating
pt_pt: Autoavaliação do colaborador

source: No skills yet
pt_pt: Ainda sem competências

source: Manager’s evaluation
pt_pt: Avaliação do gestor

source: No rating provided
pt_pt: Sem classificação fornecida

source: Type: {{name}}
pt_pt: Tipo: {{name}}

source: Closed date
pt_pt: Data de fecho

source: Close date
pt_pt: Data de fecho

source: The worker has opted out of the career development plan
pt_pt: O trabalhador optou por não participar no plano de desenvolvimento de carreira

source: You have opted out of the career development plan
pt_pt: Optou por não participar no plano de desenvolvimento de carreira

source: Uploaded files
pt_pt: Ficheiros carregados

source: Uploaded by: {{name}}
pt_pt: Carregado por: {{name}}

source: Automatically, using a deliverable
pt_pt: Automaticamente, utilizando um resultado

source: Automatically, using the average of measurement criteria
pt_pt: Automaticamente, utilizando a média dos critérios de medição

source: Audit trail
pt_pt: Registo de auditoria

source: This comment was deleted.
pt_pt: Este comentário foi eliminado.

source: Discussion
pt_pt: Discussão

source: Worker, Manager
pt_pt: Colaborador, Gestor

source: Aligned with goal
pt_pt: Alinhado com o objetivo

source: Goals aligned with this goal
pt_pt: Objetivos alinhados com este objetivo

source: {{name}} - Individual goal
pt_pt: {{name}} - Objetivo individual

source: {{name}} - Organizational goal
pt_pt: {{name}} - Objetivo organizacional

source: No due date
pt_pt: Sem data de vencimento

source: <0>{{userName}}</0> added alignments.
pt_pt: <0>{{userName}}</0> adicionou alinhamentos.

source: <0>{{userName}}</0> deleted alignments.
pt_pt: <0>{{userName}}</0> eliminou alinhamentos.

source: <0>{{userName}}</0> added a file.
pt_pt: <0>{{userName}}</0> adicionou um ficheiro.

source: <0>{{userName}}</0> deleted a file.
pt_pt: <0>{{userName}}</0> eliminou um ficheiro.

source: <0>{{userName}}</0> added a deliverable.
pt_pt: <0>{{userName}}</0> adicionou um resultado.

source: <0>{{userName}}</0> deleted a deliverable.
pt_pt: <0>{{userName}}</0> eliminou um resultado.

source: <0>{{userName}}</0> marked a deliverable as done.
pt_pt: <0>{{userName}}</0> marcou um resultado como concluído.

source: <0>{{userName}}</0> marked a deliverable as undone.
pt_pt: <0>{{userName}}</0> marcou um entregável como não concluído.

source: <0>{{userName}}</0> updated a deliverable.
pt_pt: <0>{{userName}}</0> atualizou um resultado.

source: <0>{{userName}}</0> updated the description.
pt_pt: <0>{{userName}}</0> atualizou a descrição.

source: <0>{{userName}}</0> updated the due date.
pt_pt: <0>{{userName}}</0> atualizou a data de vencimento.

source: No date
pt_pt: Sem data

source: No progress
pt_pt: Sem progresso

source: No status
pt_pt: Sem estado

source: No weight
pt_pt: Sem peso

source: <0>{{userName}}</0> reset the end date for <1>{{participantName}}</1> to the initial date.
pt_pt: <0>{{userName}}</0> repôs a data de fim de <1>{{participantName}}</1> para a data inicial.

source: <0>{{userName}}</0> set the end date for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> definiu a data de fim para <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the end date for the goal.
pt_pt: <0>{{userName}}</0> definiu a data de fim do objetivo.

source: <0>{{userName}}</0> changed the end date for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> alterou a data de fim de <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the end date for the goal.
pt_pt: <0>{{userName}}</0> alterou a data de fim do objetivo.

source: From:
pt_pt: De:

source: <0>{{userName}}</0> approved a goal.
pt_pt: <0>{{userName}}</0> aprovou um objetivo.

source: <0>{{userName}}</0> created a goal.
pt_pt: <0>{{userName}}</0> criou um objetivo.

source: <0>{{userName}}</0> rejected a goal.
pt_pt: <0>{{userName}}</0> rejeitou um objetivo.

source: <0>{{userName}}</0> deleted a goal.
pt_pt: <0>{{userName}}</0> eliminou um objetivo.

source: <0>{{userName}}</0> marked a goal as done.
pt_pt: <0>{{userName}}</0> marcou um objetivo como concluído.

source: <0>{{userName}}</0> reopened a goal.
pt_pt: <0>{{userName}}</0> reabriu um objetivo.

source: <0>{{userName}}</0> submitted a goal for approval.
pt_pt: <0>{{userName}}</0> submeteu um objetivo para aprovação.

source: <0>{{userName}}</0> added a measurement criterion.
pt_pt: <0>{{userName}}</0> adicionou um critério de medição.

source: <0>{{userName}}</0> deleted a measurement criterion.
pt_pt: <0>{{userName}}</0> eliminou um critério de medição.

source: <0>{{userName}}</0> updated a measurement criterion.
pt_pt: <0>{{userName}}</0> atualizou um critério de medição.

source: <0>{{userName}}</0> updated the population of a goal.
pt_pt: <0>{{userName}}</0> atualizou a população de um objetivo.

source: <0>{{userName}}</0> updated a goal priority.
pt_pt: <0>{{userName}}</0> atualizou uma prioridade de objetivo.

source: <0>{{userName}}</0> updated the progress settings of a goal.
pt_pt: <0>{{userName}}</0> atualizou as definições de progresso de um objetivo.

source: <0>{{userName}}</0> updated the progress of a goal.
pt_pt: <0>{{userName}}</0> atualizou o progresso de um objetivo.

source: <0>{{userName}}</0> reset the dates for the goal population to the initial dates.
pt_pt: <0>{{userName}}</0> repôs as datas da população de objetivos para as datas iniciais.

source: <0>{{userName}}</0> reset the start date for <1>{{participantName}}</1> to the initial date.
pt_pt: <0>{{userName}}</0> repôs a data de início de <1>{{participantName}}</1> para a data inicial.

source: <0>{{userName}}</0> set the start date for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> definiu a data de início para <1>{{participantName}}</1>.

source: <0>{{userName}}</0> set the start date for the goal.
pt_pt: <0>{{userName}}</0> definiu a data de início do objetivo.

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> alterou a data de início de <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the start date for the goal.
pt_pt: <0>{{userName}}</0> alterou a data de início do objetivo.

source: <0>{{userName}}</0> updated a title.
pt_pt: <0>{{userName}}</0> atualizou um cargo.

source: To:
pt_pt: Para:

source: <0>{{userName}}</0> updated a goal tracking status.
pt_pt: <0>{{userName}}</0> atualizou o estado de acompanhamento de um objetivo.

source: Progress trail
pt_pt: Registo de progresso

source: <0>{{userName}}</0> changed the goal weight.
pt_pt: <0>{{userName}}</0> alterou a ponderação do objetivo.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
pt_pt: <0>{{userName}}</0> repôs a ponderação do objetivo de <1>{{participantName}}</1> para a ponderação inicial.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
pt_pt: <0>{{userName}}</0> repôs o peso do objetivo para a população de objetivos para o peso inicial.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> definiu o peso de um objetivo para <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the weight of a goal.
pt_pt: <0>{{userName}}</0> alterou o peso de um objetivo.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
pt_pt: <0>{{userName}}</0> atualizou a ponderação do objetivo para <1>{{participantName}}</1>.

source: No value
pt_pt: Sem valor

source: Average score
pt_pt: Pontuação média

source: Max score
pt_pt: Pontuação máxima

source: Overall {{title}} score
pt_pt: Pontuação geral de {{title}}

source: Overall goal score
pt_pt: Pontuação geral do objetivo

source: Weight factor
pt_pt: Fator de ponderação

source: Delivered
pt_pt: Entregue

source: Not delivered
pt_pt: Não entregue

source: No description
pt_pt: Sem descrição

source: Additional goal description
pt_pt: Descrição adicional do objetivo

source: Overall behavior review
pt_pt: Avaliação geral de comportamento

source: Overall goal review
pt_pt: Revisão geral de objetivos

source: Challenge review
pt_pt: Revisão de desafio

source: Overall performance - Discussion outcome
pt_pt: Desempenho geral - Resultado da discussão

source: I acknowledge having had a performance coaching conversation with my manager.
pt_pt: Reconheço ter tido uma conversa de coaching de desempenho com o meu gestor.

source: Custom widget
pt_pt: Widget personalizado

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
pt_pt: O widget de avaliação de desempenho dos membros da equipa é uma ferramenta poderosa concebida especificamente para gestores avaliarem e classificarem o desempenho dos membros da sua equipa. Proporciona uma forma conveniente e eficiente para os gestores acompanharem e avaliarem o desempenho individual, promoverem a responsabilização e tomarem decisões informadas relativamente à sua equipa.

source: Worker acknowledgment
pt_pt: Confirmação do colaborador

source: The review was validated by
pt_pt: A avaliação foi validada por

source: This snapshot reflects the status of the behaviors as of {{date}}.
pt_pt: Esta captura reflete o estado dos comportamentos a partir de {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
pt_pt: Esta captura reflete o estado dos objetivos a {{date}}.

source: Let’s discuss on
pt_pt: Vamos discutir em

source: Edited
pt_pt: Editado

source: No changes
pt_pt: Sem alterações

source: Unrated
pt_pt: Não avaliado

source: Overall performance rating
pt_pt: Classificação geral de desempenho

source: No comment provided
pt_pt: Nenhum comentário fornecido

source: No input provided
pt_pt: Nenhuma entrada fornecida

source: Confirmation of my performance conversation
pt_pt: Confirmação da minha conversa de desempenho

source: Closed (system)
pt_pt: Fechado (sistema)

source: Moderation
pt_pt: Moderação

source: Pending sign-off
pt_pt: Pendente de aprovação

source: Pending validation
pt_pt: Validação pendente

source: Pending publication
pt_pt: Publicação pendente

source: Review autoclosed date
pt_pt: Data de fecho automático da avaliação

source: Worker sign-off date
pt_pt: Data de aprovação do colaborador

source: Review closed date
pt_pt: Data de fecho da avaliação

source: Evaluation period
pt_pt: Período de avaliação

source: Type & status
pt_pt: Tipo e estado

source: Start
pt_pt: Iniciar

source: Worker sign-off
pt_pt: Aprovação do colaborador

source: Additional manager
pt_pt: Gestor adicional

source: Manager+1
pt_pt: Gestor+1

source: Review about
pt_pt: Avaliação sobre

source: Approve or reject with an optional comment.
pt_pt: Aprovar ou rejeitar com um comentário opcional.

source: Add my direct reports
pt_pt: Adicionar os meus subordinados diretos

source: Comment not saved
pt_pt: Comentário não guardado

source: You don't have any reports
pt_pt: Não tem nenhum subordinado

source: Total workers: {{workersSize}}
pt_pt: Total de trabalhadores: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
pt_pt: Quaisquer rondas de compensação atribuídas a si serão visíveis aqui.

source: No compensation rounds yet!
pt_pt: Ainda não há rondas de compensação!

source: View and manage all compensation rounds.
pt_pt: Ver e gerir todas as rondas de compensação.

source: Compensation rounds
pt_pt: Rondas de compensação

source: Search by comp round name
pt_pt: Pesquisar por nome da ronda de compensação

source: Workflow status
pt_pt: Estado do fluxo de trabalho

source: Select workers to compare them.
pt_pt: Selecione os trabalhadores para os comparar.

source: The outcome of the column is based on the formula below.
pt_pt: O resultado da coluna baseia-se na fórmula abaixo.

source: Calculated column formula
pt_pt: Fórmula de coluna calculada

source: You must add a note when entering a value.
pt_pt: Deve adicionar uma nota ao introduzir um valor.

source: You must add a note for values outside the guidelines.
pt_pt: Deve adicionar uma nota para valores fora das diretrizes.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
pt_pt: <0><1>Campo relacionado com {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
pt_pt: O cálculo não pode ser feito porque {{column}} está vazio.

source: The calculation cannot be done because a reference filed is empty.
pt_pt: O cálculo não pode ser realizado porque um campo de referência está vazio.

source: Rules are applied in priority order from top to bottom.
pt_pt: As regras são aplicadas por ordem de prioridade, de cima para baixo.

source: Comp round currency ({{currencyCode}})
pt_pt: Moeda de ronda de compensação ({{currencyCode}})

source: Choose grid currency
pt_pt: Escolher moeda da grelha

source: Worker local currency
pt_pt: Moeda local do trabalhador

source: The data might be out of sync. Refresh the data to get the latest changes.
pt_pt: Os dados podem estar dessincronizados. Atualize os dados para obter as alterações mais recentes.

source: No compensation rounds to display
pt_pt: Sem rondas de compensação para exibir

source: Clear field
pt_pt: Limpar campo

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
pt_pt: Este campo só aceita valores dentro do intervalo de quantidades permitidas. Deseja reverter para a quantidade anterior?

source: Revert
pt_pt: Reverter

source: Out of range
pt_pt: Fora de alcance

source: Maximum: {{value}}
pt_pt: Máximo: {{value}}

source: Minimum: {{value}}
pt_pt: Mínimo: {{value}}

source: Guideline
pt_pt: Diretriz

source: Achievement
pt_pt: Conquista

source: Bonus payout
pt_pt: Pagamento de bónus

source: The decimal precision is set to 2.
pt_pt: A precisão decimal está definida para 2.

source: Type weight
pt_pt: Peso do tipo

source: Situation
pt_pt: Situação
